{"fragments": ["(1) Though this Logos is true always, men don't understand it when they first hear it as if they had heard it before. For, though all things happen in accordance with this Logos, men seem as if they had no experience of them, when they try to speak and act as I say, dividing each thing according to its kind and showing how it truly is. But other men don't know what they do awake, like they forget what they do in sleep.", "(2) Though the Logos is common, the many live as if each had a wisdom of his own.", "(3) The sun is the breadth of a man's foot.", "(4) Oxen are happy when they find bitter vetches to eat.", "(5) They vainly purify themselves by defiling themselves with blood, just as if one who had stepped into the mud were to wash his feet in mud, and they pray to these images, as if one were to talk with a man's house, knowing not what gods or heroes are.", "(6) The sun is new every day.", "(7) If all things were turned to smoke, the nostrils would distinguish them.", "(8) What opposes unites, and the finest attunement stems from things bearing in opposite directions, and all things come about by strife.", "(9) Asses would rather have straw than gold.", "(10) The bones connected by joints are a thing whole and not whole. What is drawn together is drawn asunder; the harmonious is the discordant. From all things comes one, and out of one comes all things.", "(11) Every beast is driven to pasture with blows.", "(12) On those who step into the same rivers, different and different waters flow; We both step and do not step into the same river, we both are and are not.", "(13) Pigs delight in the mire more than in clean water.", "(14) Night-walkers, Magians, Bakchoi, Lenai, and the initiated...the mysteries practiced among men are unholy mysteries.", "(15) For if it were not to Dionysus that they made a procession and sang the shameful phallic hymn, they would be acting most shamelessly. But Hades is the same as Dionysus in whose honor they go mad and keep the feast of the winevat.", "(16) How can one hide from that which never sets?", "(17) The many do not take heed of such things as those they meet with, nor do they recognize them when they are taught, though they think they do.", "(18) If you do not expect the unexpected, you will not find it; for it is hard to be sought out and difficult.", "(19) Knowing not how to listen, they do not know how to speak.", "(20) When they are born, they wish to live and to meet with their dooms - or rather to rest - and they leave children behind them to meet with dooms in turn.", "(21) All the things we see when awake are death, even as all we see in slumber are sleep.", "(22) Those who seek for gold dig up much earth and find a little.", "(23) Men would not have known the name of justice if these things [injustices] were not.", "(24) Gods and men honor those who are slain in battle.", "(25) Greater deaths win greater portions.", "(26) Man is kindled and put out like a light in the nighttime.", "(27) There awaits men when they die such things as they look not for nor dream of.", "(28) The most esteemed of them knows but fancies. Justice shall overtake the artificers of lies and the false witnesses.", "(29) The best of men choose one thing in preference to all else, immortal glory among mortals; while most glut themselves like beasts.", "(30) This order, which is the same in all: things neither gods nor men has made; but it was ever, is now and ever shall be an ever-living fire, fixed measures of it kindling and fixed measures going out.", "(31) The transformations of Fire are, first of all, sea; and half of the sea is earth, half whirlwind... Sea pours out, and is measured by the same amount as before it became earth.", "(32) Wisdom is one only. It is unwilling and willing to be called by the name of Zeus.", "(33) And it is law, too, to obey the counsel of one.", "(34) Fools, although they hear, are like the deaf: To them the saying applies that when present they are absent.", "(35) Men that love wisdom must be acquainted with many particulars.", "(36) For it is death to souls to become water, and death to water to become earth. But water comes from earth; and from water, soul.", "(37) Swine wash in the mire, and barnyard fowls in dust.", "(38) [Thales foretold an eclipse]", "(39) In Priene lived Bias, son of Teutamas, who is of more account than the rest. [He said, 'Most men are bad.']", "(40) The learning of many things does not teach understanding; otherwise, it would have taught Hesiod and Pythagoras, and again Xenophanes and Hecataeus.", "(41) Wisdom is one thing. It is to know the thought by which all things are steered through all things.", "(42) Homer ought to be turned out of the lists and whipped, and Archilochos too.", "(43) Wantonness needs putting out, even more than a house on fire.", "(44) The people must fight for its law as for its walls.", "(45) You could not discover the boundaries of soul, even if you traveled by every path - so deep is its measure.", "(46) Self-thinking is a sacred disease, and eyesight is a lying sense.", "(47) Let us not conjecture at random about the greatest things.", "(48) The bow (bios) is called life (bios), but its work is death.", "(49) One is as ten thousand to me, if he be the best.", "(50) Listening not to me but to the Logos, it is wise to acknowledge that all things are one.", "(51) Men do not know how what is at variance agrees with itself. It is an attunement of opposite tensions, like that of the bow and the lyre.", "(52) Time is a child at play, moving pieces in a board game; the kingly power is a child's.", "(53) War is father of all and king of all; some he has made gods and some men, some slave and some free.", "(54) The hidden harmony is better than the open.", "(55) Things that can be seen, heard, and learned: these are what I prize the most.", "(56) Men are decieved in their knowledge of evident things, even as Homer, the wisest of the Greek was decieved by some boys killing lice, saying :'What we have seen and caught we leave behind; what we've neither seen nor caught we take with us'", "(57) Hesiod, whom so many accept as their wise teacher, did not even understand day and night; for they are one.", "(58) Doctors cut, burn, and stab the sick, and demand a fee for it which they do not deserve.", "(59) The straight and the crooked path of the wool-carder's comb is one and the same.", "(60) The way up and the way down are one and the same.", "(61) The sea is the purest and the impurest water. Fish can drink it, and it is good for them; to men it is undrinkable and deadly.", "(62) Mortals are immortals and immortals are mortals, the one living the others' death and dying the others' life.", "(63) They arise into wakefulness and become guardians of the quick and the dead.", "(64) It is the thunderbolt that steers the course of all things.", "(65) Fire is desire and excess.", "(66) Fire in its advance will judge and convict all things.", "(67) The god is day and night, winter and summer, war and peace, surfeit and hunger; but he takes various shapes, just as fire, when it is mingled with spices, is named according to the savor of each.", "(68) They are called atonements, since they are to make amends for evils and refer the souls free from the dangers in generation.", "(69) Sacrifices are of two kinds: first, those of men wholly purified, such as would rarely happen in the case of a single individidual, or of a very few men.", "(70) Human opinions are children's toys.", "(71) Think too of him who forgets where the way leads.", "(72) They are estranged from that with which they most constantly associate; that which they meet every day seems foreign to them.", "(73) One ought not act and speak like a man asleep.", "(74) We ought not behave like children who learn from their parents.", "(75) Those who are asleep are fellow-workers.", "(76) Fire lives the death of air, and air the death of fire; water lives the death of earth, earth that of water.", "(77) Souls take pleasure in becoming moist.", "(78) The way of man has no wisdom, but that of the god has.", "(79) Man is called a baby by a daemon, even as a child by a man.", "(80) We must know that war is common to all and strife is justice, and that all things come into being through strife.", "(81) Rhetoric is the prince of lies.", "(82) The most handsome ape is ugly compared to man.", "(83) The wisest man is like an ape compared to the gods.", "(84) It rests by changing. It is a weariness to toil for the same masters so that one is ruled by them.", "(85) It is hard to fight with desire. Whatever it wishes to get, it will buy at the cost of the soul.", "(86) The greater part of things divine escapes men's notice because of their incredulity.", "(87) The fool is a-flutter at every word.", "(88) It is the same thing in us that is quick and dead, awake and asleep, young and old; the former are shifted and become the latter, as the latter in turn are shifted and become the former.", "(89) The waking have one common world, but the sleeping each turn away into a world of his own.", "(90) All things are exchanged for Fire, and Fire for all things, as wares are exchanged for gold, and gold for wares.", "(91) You cannot step twice into the same river, for fresh waters are every flowing upon you; Time scatters and gathers; forms and dissolves, approaches and departs.", "(92) The Sibyl, with raving lips uttering things solemn, unadorned, and unembellished, reaches over a thousand years with her voice because of the god in her.", "(93) The lord whose is the oracle at Delphi neither speaks nor hides his meaning, but shows it by a sign.", "(94) The sun will not overstep his measures; if he does, the Erinyes, the handmaids of Justice, will find him out.", "(95) It is better to hide our ignorance, but difficult when we release ourselves to inattention, or to wine.", "(96) Corpses are more fit to be thrown out than dung.", "(97) Dogs bark at those they don't know.", "(98) Souls can smell in Hades.", "(99) If there were no sun, the stars would not prevent the night.", "(100) The sun is command and overseer of the cycles; for determining the changes and the seasons which carry all things.", "(101) I have sought myself.", "(102) To God all things are beautiful and good and just, but men hold some things right and others wrong.", "(103) In the circumference of a circle the beginning and end are the same.", "(104) What sort of mind or intelligence do they have? They follow the poets and take the crowd as their teacher, not knowing that there are many bad and few good.", "(105) [Homer was an astronomer]", "(106) Hesiod distinguishes good days and evil days, not knowing that every day is like every other.", "(107) Eyes and ears are bad witnesses to men, if they have souls that don't understand their language.", "(108) Of all whose discourses I have heard, there is not one who understands that wisdom is apart from other things.", "(109) It is better to conceal ignorance than to expose it.", "(110) It is not better for men to get all they wish to get.", "(111) It is sickness that makes health pleasant and good; hunger, plenty; weariness, rest.", "(112) Thinking well is the greatest excellence; and wisdom is to act and speak what is true, perceiving things according to their nature.", "(113) Thought is common to all.", "(114) Those who speak with understanding must hold fast to what is common to all as a city holds fast to its law, and even more strongly. For all human laws are fed by the one divine law. It prevails as much as it will, and suffices for all things with something to spare.", "(115) The logos of the soul is self-multiplying.", "(116) It pertains to all men to know and control themselves.", "(117) A drunk man is led by a beardless lad, tripping, not knowing where he steps, having his soul moist.", "(118) A dry gleam of light is the wisest and best soul.", "(119) Man's character is his fate.", "(120) The boundary of dawn and evening is the Bear; and opposite the Bear is the boundary of bright Zeus.", "(121) The Ephesians would do well to hang themselves, every grown man of them, and leave the city to beardless lads; for they have cast out Hermodorus, the best man among them, saying, 'We will have none who is best among us; if there be any such, let him be so elsewhere and among others.'", "(122) Debate.", "(123) Nature loves to hide.", "(124) The most beautiful cosmos is merely a rubbish-heap poured out at random.", "(125) The barley drink moves to separates itself if it is not stirred.", "(126) Cool things become warm, the warm grows cool; the moist dries, the parched becomes moist.", "(127) [To the Egyptians] If they are gods, why do you mourn for them? But if you mourn for them, do not make these gods your leaders.", "(128) [When he saw the Greeks making statues of demons] They ask for statues of demons, but they do not hear, as they hear, and they do not give, as they do not ask.", "(129) Pythagoras, son of Mnesarchus, pursued inquiry further than all other men and, choosing what he liked from these compositions, claimed for himself a wisdom of his own: much learning, a bad craft."]}